kitty
starship
nvim
yazi
zsh
zsh-autosuggestions
zsh-completions
fzf
btop

hyprland
hypridle
hyprlock
hyprpaper
hyprsusnset
hyprshot
xdg-desktop-portal
wofi

waybar
bluetui

code
obsidian
